import { Col, Container, Row } from "react-bootstrap"

const Future = () => {
  return (
    <section>
        <Container className="container">
            <Row className="p-5 row">
                <Col className="col-12 col-md-6">
                    <h2>المستقبل أمامك الآن وليس عليك الإ أن تنظر بعينيك. أخطُ خطواتك نحو النجاح اليوم واجعلها حقيقة.</h2>
                    <p className="py-2">سارع في طلب الإنضمام اليوم والتحق بدوراتنا.</p>
                </Col>
                <Col className="col-12 col-md-6">
                    <Row className="py-2">
                        <Col className="col-4">
                            <h6>لماذا عين !؟</h6>
                        </Col>
                        <Col>
                            <p>في عالمٍ مليءٍ بالنداءات والدعوات صاخبٍ بالضجيج والتيارات تشغلنا فيه الحيرة والتساؤلات نحتاج إلى عين... عينٍ صافيةٍ عذبةٍ ننهل منها لنروي ظمأ أسئلتنا، عن الوجود والحياة، عن دورنا فيها، عن السعادة ما هي وكيف نجنيها !؟ عن الإنسان ما هو !؟ وإلى أين يسير؟
                            </p>
                        </Col>
                    </Row>
                    <Row className="py-2">
                        <Col className="col-4">
                            <h6>لماذا أيضا !؟</h6>
                        </Col>
                        <Col>
                            <p>في عصر انفجار المعلومات وكثرة العلوم والخرافات واختلاط الحق بالهرطقات نحتاج إلى عين...عينٍ ناقدةٍ فاحصةٍ، تعلم أن أغلى ما يملكه الإنسان هو فكره، وأن أكثر ما تراه حولها هو هراء، أمّا ما يستحق أن تبني به الفكر فهو مثل تبر الذهب بين الأتربة والأوساخ، نحتاج إلى عينٍ فارزةٍ للذهب.
                            </p>
                        </Col>
                    </Row>
                    <Row className="py-2">
                        <Col className="col-4">
                            <h6>ولماذا أيضا !؟</h6>
                        </Col>
                        <Col>
                            <p>في عالمٍ كثرت فيه الأدوات وتفاوتت فيه الهمم والإمكانيات وكثرت فيه المصائب والإحباطات نحتاج إلى عين... عينٍ حالمةٍ متفائلةٍ تنظر إلى الواقع فتفهمه لتسافر إلى المستقبل، تمتلك أدوات التغيير والفهم، كما تمتلك القدرة على الحكم، فلا يغير العالم إلا الحالمون.
                            </p>
                        </Col>
                    </Row>
                </Col>
            </Row>
        </Container>
    </section>
  )
}

export default Future